Repository: memoarfaa/SharpBoot
Catalog: SharpBoot/Strings.*.resx
Languages: de, es, fr, hu, it, pl, pt, ro, ru, uk, zh_hans, zh_hant

# BootFromHDD
source: Boot from first hard drive
de: Von Festplatte booten
es: Iniciar desde el disco duro
fr: Démarrer depuis le premier disque dur
hu: Rendszer indítása az első merevlemezről
it: Avvia dal primo hard drive
pl: Rozruch z pierwszego dysku
pt: Arrancar a partir do primeiro disco
ro: Pornește de pe primul hard disk
ru: Загрузиться с жёсткого диска
uk: Завантажитися з жорсткого диску
zh_hans: 从第一个硬碟装置启动
zh_hant: 從第一個硬碟啟動

# BootloaderInstalled
source: {0} has successfully been installed to drive {1}.
de: {0} wurde erfolgreich auf {1} installiert.
es: {0} Ha sido instalado correctamente en {1}.
fr: {0} a bien été installé sur le disque {1}.
hu: {0} sikeresen installálva ide {1}.
it: {0} di {1} installati con successo.
pl: {0} pomyślnie zainstalowano z {1}
pt: {0} foi instalado com sucesso em {1}.
ro: {0} a fost instalat pe {1}.
ru: {0} был успешно установлен на {1}
uk: {0} був успішно встановлений на {1}
zh_hans: {0}在{1}安装得顺利
zh_hant: {0} 已成功地安裝至 {1}.

# CalcIn
source: Calculated in {0}
de: Berechnet in {0}
es: Calculado en {0}
fr: Calculé en {0}
hu: Kalkulált {0}
it: Fine operazioni in {0}
pl: Obliczone w {0}
pt: Calculado em {0}
ro: Calculat în {0}
ru: Время: {0}
uk: Час: {0}
zh_hans: 计算了{0}
zh_hant: 推算耗時 {0}

# ChangesNeedRestart
source: Changes will take effect after restarting the application.
de: Änderungen werden nach Neustart der Anwendung wirksam.
es: Los cambios se generan cuando se reinicie la aplicacion.
fr: Les changements prendront effet après un redémarrage de l'application.
hu: A változtatások érvényesítéséhez újra kell indítani az alkalmazást.
it: Riavvia l'applicazione per vedere i cambiamenti.
pl: Zmiany zostaną wprowadzone po restarcie aplikacji
pt: As alterações terão efeito depois de reiniciar a aplicação.
ro: Modificările vor avea loc după ce reporniți aplicatia.
ru: Язык смениться после перезагрузки приложения
uk: Мова буде змінена після перезапуску додатка
zh_hans: 变更会在重新启动应用程序后生效.
zh_hant: 變更會在重新啟動應用程序後生效.

# ChkOf
source: {0} checksum of {1}:
de: {0} Prüfsumme von {1}:
es: {0} Verificado en {1}:
fr: Checksum {0} de {1} :
hu: {0} ellenőrző összege {1}
it: {0} checksum di {1}:
pl: Suma kontrolna {0}: {1}
pt: Checksum {0} de {1}:
ro: {0} checksum al {1}:
ru: Тип хэшсуммы {0} - {1}
uk: Тип хєшсуми {1} - {0}
zh_hans: {1}的{0}校验：
zh_hant: {1} 的 {0} 驗證碼:

# ChooseBootloader
source: Choose the bootloader you want to install:
de: Wähle den zu installierenden Bootloader aus:
es: Escoge el arranque que tu quieres instalar:
fr: Choisissez le bootloader que vous souhaitez installer :
hu: Válassz telepítendő betöltő rekordot
it: Scegli il bootloader che vuoi installare:
pl: Wybierz bootloader do zainstalowania
pt: Escolha o bootloader que pretende instalar:
ro: Alege bootloaderul care vrei sa îl instalezi:
ru: Выберите загрузчик, который вы хотите установить:
uk: Виберіть завантажувач, який ви хочете встановити:
zh_hans: 选取你欲安装的启动引导器:
zh_hant: 選取你欲安裝的啟動引導器:

# Copying
source: Copying {0}
de: Kopiere {0}
es: Copiando {0}
fr: Copie de {0}
hu: Másolás
it: Copiatura {0}
pl: Kopiowanie {0}
pt: A copiar {0}
ro: Se copiază {0}
ru: Копирование {0}
uk: Копіювання {0}
zh_hans: 正在复制 {0}
zh_hant: 正在複製 {0}

# CopyISOfiles
source: Copying ISO files...
de: Kopiere ISO Dateien...
es: Copiando archivos del ISO
fr: Copie des fichiers ISO...
hu: ISO fájlok másolása...
it: Copiatura ISO...
pl: Kopiowanie plików ISO
pt: A copiar ficheiros ISO...
ro: Se copiază fișierele ISO
ru: Копирование файлов ISO...
uk: Копіювання ISO-файлів...
zh_hans: 正在复制ISO的文件
zh_hant: 正在複製 ISO 文件 ...

# CouldntDetect
source: Could not detect which operating system is in this disc image.
de: Das Betriebssystem des Datenträgerabbilds konnte nicht erkannt werden.
es: No se puede detectar un O.S en esta imagen.
fr: Nous n'avons pas pu détecter quel système d'exploitation se trouve dans cette image disque.
hu: Az operációs rendszer nem azonosítható ebben az image-ben.
it: Non si è potuto riconoscere il sistema operativo nel disco immagine.
pl: Nie wykryto systemu operacyjnego
pt: Não foi possível detetar que sistema operativo se encontra nesta imagem de disco.
ro: Nu s-a putut detecta ce sistem de operare este pe această imagine de disc.
ru: Невозможно определить, какая ОС содержится в этом образе.
uk: Неможливо визначити, яка ОС всередині цього файлу ISO.
zh_hans: 无法侦测出有那种作业系统在这个光碟映像内.
zh_hant: 無法偵測出有那種作業系統在這個光碟映像內.

# CreateMultibootUsb
source: Create multiboot USB key
de: Multiboot USB Datenträger erstellen
fr: Créer la clé USB multiboot
hu: Multiboot USB készítése
it: Crea multiboot USB
pl: Stwórz multibootowalny dysk USB
pt: Criar pen USB multiboot
ro: Crează USB multiboot
ru: Создать мультизагрузочную флеш-памьять
uk: Стоворити мултізавантажуваний USB-накопичувач
zh_hans: 做Multiboot的U片
zh_hant: 建立多重啟動 USB 隨身碟

# CreatingISO
source: Creating ISO file...
de: Erstelle ISO Datei...
es: Creando archivo ISO...
fr: Création du fichier ISO...
hu: ISO fájl készítése...
it: Creazione del file ISO...
pl: Tworzenie pliku ISO
pt: A criar ficheiro ISO...
ro: Se crează fișierul ISO...
ru: Создание ISO-образа...
uk: Створення ISO-файлу...
zh_hans: 正在做ISO
zh_hant: 正在建立 ISO 文件 ...

# CreatingUSB
source: Creating multiboot USB key...
de: Installiere Dateien auf USB...
es: Creando un USB Multi-arranque
fr: Création de la clé USB multiboot...
hu: Készül a multiboot USB...
it: Creando multiboot USB...
pl: Tworzenie multibootowalnego dysku USB
pt: Criar pen USB multiboot
ro: Se crează cheia USB multiboot.
ru: Создание мултизагрузочной флеш-памьяти...
uk: Стоворюється мултізавантажувний USB-накопичувач...
zh_hans: 正在做Multiboot的U片
zh_hant: 正在建立多重啟動 USB 隨身碟 ...

# DownComplete
source: Download complete.
de: Herunterladen abgeschlossen.
es: Descargar completada.
fr: Téléchargement terminé.
hu: Letöltés kész.
it: Download completato.
pl: Zakończono pobieranie
pt: Descarregamento completo.
ro: Descarcare terminata.
ru: Загрузка завершена.
uk: Завантаження завершено.
zh_hans: 下载好了
zh_hant: 下載完成.

source: Download
de: Herunterladen
es: Descargar
fr: Télécharger
hu: Letöltés
pl: Pobierz
pt: Descarregar
ro: Descarca
ru: Загрузить
uk: Завантажити
zh_hans: 下载
zh_hant: 下載

# ExtractBaseDisk
source: Extracting base disk...
de: Basisdatenträger wird extrahiert...
es: Extrayendo lo basico
fr: Extraction du disque de base...
hu: Alaplemez kitömörítése...
it: Estrazione dei file...
pl: Wypakowywanie dysku bazowego
pt: A extrair o disco de base...
ro: Se extrage discul de bază
ru: Распаковка базового диска...
uk: Розпаковка базового диску...
zh_hans: 正在解压所需文件...
zh_hant: 正在壓縮基礎磁碟 ...

# Extracting
source: Extracting {0}...
de: {0} wird extrahiert...
es: Extrayendo {0}...
fr: Extraction de {0}...
hu: Kitömörítés {0} ...
it: Estrazione {0}...
pl: Wypakowywanie {0}
pt: A extrair {0}...
ro: Se extrage {0}...
ru: Выполнение {0}
uk: Розпаковка {0}...
zh_hans: 正在解压{0}...
zh_hant: 正在壓縮 {0} ...

source: File system:
de: Dateisystem:
es: Sistema de archivos:
fr: Système de fichiers :
hu: Fájlrendszer
pl: System plików:
pt: Sistema de ficheiros:
ro: Sistem de fișiere:
ru: Файловая система:
uk: Файлова система:
zh_hans: 檔案系統
zh_hant: 檔案系統

# FileUnit
source: B
fr: o
ru: Б
uk: Б

# FormatError
source: Undetermined error while formatting.
de: Unbekannter Fehler während der Formatierung.
es: Error indeterminado mientras se formateaba.
fr: Une erreur est survenue pendant le formatage.
hu: Ismeretlen hiba lépett fel formázás közben.
it: Errore indeterminato durante la formattazione.
pl: Nieznany błąd formatowania
pt: Erro indeterminado durante a formatação.
ro: A apărut o eroare necunoscută în timpul formatării.
ru: Неизвестная ошибка при форматировании
uk: Невідома помилка при форматуванні.
zh_hans: 格式化时发生未确定的错误.
zh_hant: 格式化時發生未確定的錯誤.

source: Formatting
de: Formatieren
es: Formateando
fr: Formatage
hu: Formázás
it: Formattazione
pl: Formatowanie
pt: A formatar
ro: Formatarea
ru: Форматирование
uk: Форматування
zh_hans: 格式化
zh_hant: 格式化

# FormatWillErase
source: Start the formatting operation?\nThis will DESTROY any data on the target!
de: Formatierung starten?\nAlle Daten auf dem Ziellaufwerk werden GELÖSCHT!
es: Iniciar el formateo?\nEsto DESTRUYE cualquier dato que esta en el USB/DISCO
fr: Formater la clé USB ?\nCette opération DÉTRUIRA toutes les données présentes sur la clé !
it: Iniziare la formattazione?\nQuesto cancellerà tutti i dati sulla destinazione!
pl: Rozpocząć formatowane?\nZniszczy wszystkie dane na dysku!
pt: Começar o processo de formatação?\nTodos os dados serão DESTRUÍDOS!
ro: Începe operația de formatare?\nAceasta va DISTRUGE orice date de pe dispozitiv!
ru: Начать процедуру форматирования?\nЭто УНИЧТОЖИТ все данные на накопителе!
uk: Почати операцію форматування?\nЦе ЗНИЩИТЬ всі данні на накопичувачі!
zh_hans: 开始执行格式化吗?\n注意:原先在目标内的所有资料将会被破坏!
zh_hant: 開始執行格式化嗎?\n注意:原先在目標內的所有資料將會被破壞!

# GenMainMenu
source: Generating main menu...
de: Generiere Hauptmenü...
es: Generando menu principal...
fr: Génération du menu principal...
hu: Főmenü generálása...
it: Creazione menu principale...
pl: Generowanie menu głównego
pt: A criar o menu principal...
ro: Se generează meniul principal.
ru: Генерирование главного меню...
uk: Генерування головного меню...
zh_hans: 正在创建主菜单
zh_hant: 正在產生主選單 ...

# GenMenu
source: Generating menu {0}
de: Generiere Menü {0}
es: Generando menu {0}
fr: Génération du menu {0}
hu: Menü generálása {0}
it: Creazione menu {0}
pl: Generowanie menu {0}
pt: A criar o menu {0}
ro: Se generează meniul {0}
ru: Генерирование {0}
uk: Генерування меню "{0}"
zh_hans: 正在创建菜单：{0}
zh_hant: 正在產生選單 {0}

# GenMenus
source: Generating menus...
de: Generiere Menüs...
es: Generando los menus...
fr: Génération des menus...
hu: Menük generálása...
it: Creazione menu...
pl: Generowanie menu...
pt: A criar menus...
ro: Se generează meniurile...
ru: Генерирование подменю...
uk: Генерування меню...
zh_hans: 正在创建菜单们
zh_hant: 正在產生選單 ...

# Init
source: Initializing...
de: Initialisiere
es: Iniciando...
fr: Initialisation...
hu: Inicializálás...
it: Inizializzazione...
pl: Inicjalizacja
pt: Inicializando...
ro: Se inițializează
ru: Подготовка...
uk: Ініціализація...
zh_hans: 正在准备...
zh_hant: 初始化 ...

source: Install
de: Installieren
es: Instalar
fr: Installer
hu: Telepítés
it: Installa
pl: Zainstaluj
pt: Instalar
ro: Instalează
ru: Установить
uk: Встановити
zh_hans: 安装
zh_hant: 安裝

# InstallABootLoader
source: Install a bootloader on a USB key
de: Bootloader auf USB Datenträger installieren
es: Instalar el arranque en USB
fr: Installer un bootloader sur une clé USB
hu: Betöltő rekord installálása USB-re
it: Installa un bootloader su USB
pl: Instalacja bootloadera na dysku USB
pt: Instalat um bootloader numa pen USB
ro: Instalează un bootloader pe o cheie USB
ru: Установить загрузчик на флеш-память
uk: Встановлюється завантажувач на USB-накопичувач
zh_hans: 安装启动引导器至 USB 随身碟
zh_hant: 安裝啟動引導器至 USB 隨身碟

# InstallingBoot
source: Installing {0} on {1}...
de: Installiere {0} auf {1}...
es: Instalando {0} en {1}
fr: Installation de {0} sur {1}...
hu: Telepítődik a {0} a {1} meghajtón...
it: Installazione {0} di {1}...
pl: Instalowanie {0} na {1}
pt: A instalar {0} em {1}
ro: Se instalează {0} pe {1}..
ru: Установка {0} на {1}
uk: Встановлення {0} на {1}...
zh_hans: {0}在"{1}"安装
zh_hant: 正在安裝 {0} 至 {1} ...

# IsoCreated
source: The ISO file has been successfully created.\nWould you like to try it on QEMU?
de: Die ISO Datei wurde erfolgreich erstellt.\nMöchtest du sie in QEMU ausprobieren?
es: El archivo ISO ha sido creado correctamente.\nDesea probarla en QEMU?
fr: Le fichier ISO a bien été créé.\nVoulez-vous l'essayer sur QEMU ?
hu: Az ISO fájl sikeresen elkészült.\nAkarod tesztelni QEMU-ban?
it: Il file ISO è stato creato con successo.\nVuoi provarlo con QEMU?
pl: Obraz ISO pomyślnie utworzony.\nCzy chcesz przetestować w QEMU?
pt: O ficheiro ISO foi criado com sucesso.\nTestá-lo no QEMU?
ro: Fișierul ISO a fost creat cu succes.\nAi vrea sa îl încerci folosind QEMU?
ru: Этот ISO-образ был успешно создан.\nВы хотите протестировать его в QEMU?
uk: ISO-файл був успішно створений.\nВи хочете спробувати цей файл в QEMU?
zh_hans: ISO做好了。\n你想用QEMU尝试吗？
zh_hant: ISO 文件已成功建立.\n你想在 QEMU 上測試一下嗎?

# IsoCreatedTitle
source: ISO created
de: ISO erstellt
es: ISO Creado
fr: Création terminée
hu: Az ISO fájl elkészült
it: ISO creata
pl: Utworzono ISO
pt: ISO criado
ro: ISO creat
ru: Образ создан
uk: ISO-файл створений
zh_hans: ISO做好了
zh_hant: ISO 已建立

# ISOImg
source: ISO image
de: ISO Abbild
es: Imagen ISO
fr: Image ISO
hu: ISO képfájl
it: Immagine ISO
pl: Obraz ISO
pt: Imagem ISO
ro: Imagine ISO
ru: ISO-образ
uk: ISO-файл
zh_hans: ISO
zh_hant: ISO 映像

source: Main menu
de: Hauptmenü
es: Menu principal
fr: Menu principal
hu: Főmenü
it: Menu principale
pl: Menu główne
pt: Menu principal
ro: Meniul principal
ru: Главное меню
uk: Головне меню
zh_hans: 回主菜单
zh_hant: 主選單

# NeedAdmin
source: You must have administrator rights to format the USB key.
de: Um diesen USB Datenträger zu Formatieren, müssen Sie über Administratorrechte verfügen.
es: Debes tener permisos de adminstrador para formatear el USB.
fr: Vous devez disposer des droits d'administrateur pour formater cette clé USB.
hu: Rendszergazdai jogok szükségesek az USB formázásához.
it: Devi essere Amministratore per formattare la chiavetta USB.
pl: Potrzebujesz uprawień administratora do sformatowania dysku USB
pt: Necessita de permissões de administrador para formatar a pen USB.
ro: Ai nevoie de drepturi administrative pentru a formata cheia USB.
ru: Вы должны иметь права администратора для того что бы отформатировать флеш-память.
uk: Вам потрібні права адміністратора для форматування USB-накопичивача.
zh_hans: 你必须拥有管理员权限才能格式化USB 随身碟.
zh_hant: 你必須擁有管理員權限才能格式化 USB 隨身碟.

source: Other
de: Anderes
es: Otro
fr: Autre
hu: Egyéb
it: Altro
pl: Inne
pt: Outro
ro: Altele
ru: Другое
uk: Інше
zh_hans: 其他
zh_hant: 其他

# PartitionTooBig
source: The selected partition is too big for {0}
de: Die ausgewählte Partition ist zu groß für {0}
es: La partición seleccionada es demasiado grande para {0}
fr: La partition sélectionnée est trop grande pour {0}
hu: A kiválasztott partíció túl nagy {0} esetén
it: La partizione selezionata è troppo grande per {0}
pl: Zaznaczona partycja jest za duża dla {0}
pt: A partição selecionada é demasiado grande para {0}
ro: Partiția selectata este prea mare pentru {0}
ru: Выбраный раздел слишком большой для накопителя {0}
uk: Цей розділ занадто великий для {0}
zh_hans: 选取的磁碟分区大小超出 {0} 的限制
zh_hant: 選取的磁碟分區大小超出 {0} 的限制

# PicFilter
source: Pictures
de: Bilder
es: Fotos
fr: Images
hu: Képek
it: Immagini
pl: Obrazy
pt: Imagens
ro: Imagini
ru: Изображения
uk: Зображення
zh_hans: 图片
zh_hant: 圖片

source: (recommended)
de: (empfohlen)
es: (recomendado)
fr: (recommandé)
hu: (ajánlott)
it: (consigliato)
pl: (zalecane)
pt: (recomendado)
ro: (recomandat)
ru: (рекомендовано)
uk: (рекомендовано)
zh_hans: (推荐)
zh_hant: (建議)

# SharpBootUsesSoft
source: SharpBoot uses the following software:
de: SharpBoot nutzt die folgende Software:
es: SharpBoot utiliza los siguiente programas:
fr: SharpBoot utilise les logiciels suivants :
hu: A SharpBoot eseket a szoftvereket használja:
it: SharpBoot usa i seguenti software
pl: ShatpBoot wykorzystuje oprogramowanie
pt: O SharpBoot utiliza o seguinte software:
ro: SharpBoot folosește următoarele softuri:
ru: SharpBoot использует следующее ПО:
uk: SharpBoot викорустовує таке програмне забезпечення:
zh_hans: SharpBoot用这个软件们：
zh_hant: SharpBoot 使用下列軟體:

# SizeSuffixes
source: ,K,M,G,T,P,E,Z,Y
ru: ,К,М,Г,Т,П,Э,З,Й
uk: ,к,М,Г,Т,П,Е,З,Й

source: Close
de: Schließen
es: Cerrar
fr: Fermer
hu: Bezár
it: Chiudi
pl: Zamknij
pt: Fechar
ro: Inchide
ru: Закрыть
uk: Закрити
zh_hans: 关闭
zh_hant: 關閉

# OpCancelled
source: Operation cancelled
de: Vorgang abgebrochen
es: Operación cancelada
fr: Opération annulée
hu: A művelet megszakítva
it: Operazione cancellata
pl: Operacja anulowana
pt: Operação cancelada
ro: Operație anulată
ru: Операция отменена
uk: Операцію скасовано
zh_hans: 操作被取消
zh_hant: 操作已取消

source: File already exists.
de: Datei bereits vorhanden.
es: El archivo ya existe.
fr: Ce fichier existe déjà.
hu: A fájl már létezik
it: File già esistente.
pl: Plik już istnieje
pt: O ficheiro já existe.
ro: Fișierul există deja.
ru: Файл уже существует.
uk: Файл уже існує.
zh_hans: 文件已存在
zh_hant: 檔案已存在

source: Add files
de: Dateien hinzufügen
es: Agregar archivos
fr: Ajouter des fichiers
hu: Fájlok hozzáadása
it: Aggiungi file
pl: Dodaj pliki
pt: Adicionar ficheiros
ro: Adăugare fişiere
ru: Добавить файлы
uk: Додавання файлів
zh_hans: 添加文件
zh_hant: 新增檔案

source: Add Custom Entry
de: Benutzerdef. Datensatz hinzufügen
es: Agregar una entrada personalizada
fr: Ajouter une entrée personnalisée
it: Aggiungi voce personalizzata
pl: Dodaj niestandardowy wpis
pt: Adicionar entrada personalizada
ro: Adăugare intrare particularizată
ru: Добавление настраиваемой записи
uk: Додати настроюваний запис
zh_hans: 添加自定义条目
zh_hant: 新增自訂項目

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
hu: Mégse
it: Cancella
pl: Anuluj
pt: Cancelar
ro: Anulează
ru: Отмена
uk: Відмінити
zh_hans: 返回
zh_hant: 取消

source: Volume label:
de: Volumebezeichnung:
es: Etiqueta del volumen:
fr: Nom de volume :
hu: Kötet címke:
it: Etichetta di volume:
pl: Nazwa woluminu:
pt: Etiqueta de volume:
ro: Etichetă volum:
ru: Метка тома:
uk: Позначка тому:
zh_hans: 卷标
zh_hant: 磁碟區標籤

source: Browse
de: Durchsuche
es: Buscar
fr: Parcourir
hu: Tallózás
it: Sfoglia...
pl: Przeglądaj
pt: Procurar
ro: Navighează
ru: Обзор
uk: Огляд
zh_hans: 浏览
zh_hant: 瀏覽

source: About SharpBoot
de: Über SharpBoot
es: Acerca de SharpBoot
fr: À propos de SharpBoot
hu: A SharpBoot-ról
it: Info SharpBoot
pl: O SharpBoot
pt: Sobre o SharpBoot
ro: Despre SharpBoot
ru: О SharpBoot...
uk: Про SharpBoot
zh_hans: 关于SharpBoot
zh_hant: 關於 SharpBoot

source: OK
zh_hans: 好的
zh_hant: 確定
